<?php
// +----------------------------------------------------------------------
// | CRMEB [ CRMEB赋能开发者，助力企业发展 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016~2020 https://www.crmeb.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed CRMEB并不是自由软件，未经许可不能去掉CRMEB相关版权
// +----------------------------------------------------------------------
// | Author: CRMEB Team <admin@crmeb.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 短信配置
// +----------------------------------------------------------------------
$var = '';
return [
    'template_pre' => '【考拉缤纷】',
    //短信模板id
    'template_id' => [
        //验证码
        'VERIFICATION_CODE' => ' 您的验证码是：{$var}，有效期为{$var}分钟。如非本人操作，可不予理会。',
        //发货提醒
        'DELIVER_GOODS_CODE' => ' 亲爱的用户{$var}您的商品{$var}，订单号{$var}已发货，请注意查收！',
        //确认收货提醒
        'TAKE_DELIVERY_CODE' => ' 亲，您的订单{$var},商品{$var}已确认收货,感谢您的光临！',
        //支付成功
        'PAY_SUCCESS_CODE' => ' 您购买的商品已支付成功，支付金额{$var}元，订单号{$var},感谢您的光临！',
        //改价提醒
        'PRICE_REVISION_CODE' => ' 您的订单{$var}，实际支付金额已被修改为{$var}。',
        //订单未支付 提醒付款通知
        'ORDER_PAY_FALSE' => ' 您有未付款订单,订单号为:{$var}，商品数量有限，请及时付款。',
        //商家同意退款提醒
        'REFUND_SUCCESS_CODE' => ' 您的订单{$var},商品{$var}商家已同意退款，具体可查看商城订单。',
        //商家拒绝退款提醒
        'REFUND_FAIL_CODE' => '	您的订单{$var},商品{$var}商家拒绝退款，可与商家沟通处理。',
        //退款确认提醒
        'REFUND_CONFORM_CODE' => ' 您的订单{$var},商品{$var}商家已退款，请注意查收！',
        //管理员支付成功提醒
        'ADMIN_PAY_SUCCESS_CODE' => ' {$var}管理员,您有一笔支付成功的订单待处理，订单号{$var}!',
        //管理员退货提醒
        'ADMIN_RETURN_GOODS_CODE' => ' {$var}管理员,您有一笔退款订单用户已发货，订单号{$var}！',
        //管理员确认收货
        'ADMIN_TAKE_DELIVERY_CODE' => ' {$var}管理员,您有一笔订单已经确认收货，订单号{$var}!',
        //退货信息提醒
        'ADMIN_DELIVERY_CODE' => ' {$var}管理员,您有一笔退款订单用户已发货，订单号{$var}！',
        //直播通过通知
        'BROADCAST_ROOM_CODE' => ' 微信号{$var}，您好！您的申请已通过，请在微信搜索直播小程序进入直播间。',
        //预售订单尾款支付
        'PAY_PRESELL_CODE' => ' 您好，您于{$var}支付定金的{$var}商品，快去付尾款啦～ ',
        //商户申请入驻通过
        'APPLY_MER_SUCCESS' => ' 您好，您{$var}提交的{$var}商户入驻申请已通过，商户账号：{$var}, 密码：{$var}，请前往{$var}商城查看。',
        //商户申请入驻未通过
        'APPLY_MER_FAIL' => ' 您好，您{$var}提交的{$var}商户入驻申请审核未通过，请前往{$var}商城—个人中心—商户入驻查看。',
    ],
];